damBreak.opt/system/singleGraph

start   (0.584 0.0   0.0073);
end     (0.584 0.584 0.0073);
fields  (alpha.water);

// Sampling and I/O settings
#includeEtc "caseDicts/postProcessing/graphs/sampleDict.cfg"

// Override settings here, e.g.
setConfig
{
    type lineUniform;
    axis y;        // y, z, xyz
    nPoints 1000;
}

// Must be last entry
#includeEtc "caseDicts/postProcessing/graphs/graph.cfg"
